[
  {
    "id": 1,
    "authorities": "pemerintah",
    "data": [
      {
        "id": 1,
        "slug": "sistem-pengendalian-banjir",
        "title": "Sistem Pengendalian Banjir",
        "paragraph": "Sistem pengendalian banjir di Jakarta dari sistem drainase utama, sistem drainase kedua, dan sistem waduk-pompa. Sistem drainase utama sendiri dibagi kembali menjadi Banjir Kanal Barat dan Banjir Kanal Timur. Hujan lokal pun akan dialirkan secara gravitasi ke sistem drainase kedua yang kemudian dibuang ke sistem utama hingga berakhir di laut. Sistem waduk-pompa membantu menyedot air yang menggenang dan mengembalikannya ke aliran sungai.",
        "images": []
      },
      {
        "id": 2,
        "slug": "pompa-air",
        "title": "Pompa Air",
        "paragraph": "Pompa air banjir adalah salah satu jenis industrial pump yang digunakan untuk mengontrol volume air di permukaan tanah. Berdasarkan jenisnya, ada 3 kategori mesin pompa air banjir, yaitu puddle pump, submersible pump, engine driven pump.",
        "images": []
      }
    ]
  },
  {
    "id": 2,
    "authorities": "masyarakat",
    "data": [
      {
        "id": 1,
        "slug": "kerja-bakti",
        "title": "Kerja Bakti",
        "paragraph": "Kerja bakti merupakan salah satu wujud dari kegiatan gotong- royong antar warga masyarakat untuk menjaga kebersihan lingkungan sekitar. Tujuan dari kegiatan kerja bakti adalah untuk menjaga agar lingkungan tetap bersih dan menjaga kelestarian lingkungan serta sumber daya alam yang ada.",
        "images": []
      },
      {
        "id": 2,
        "slug": "kerja-bakti-kedua",
        "title": "Kerja Bakti kedua",
        "paragraph": "Kerja bakti kedua merupakan salah satu wujud dari kegiatan gotong- royong antar warga masyarakat untuk menjaga kebersihan lingkungan sekitar. Tujuan dari kegiatan kerja bakti adalah untuk menjaga agar lingkungan tetap bersih dan menjaga kelestarian lingkungan serta sumber daya alam yang ada.",
        "images": []
      }
    ]
  }
]
